    {
    "books": [
        {
            "id": 1,
            "titulo": "Apologia de Sócrates",
            "autor": "Platão",
            "genero": "Filosofia",
            "descricao": "Neste diálogo filosófico escrito por Platão, acompanhamos a defesa de Sócrates durante seu julgamento em Atenas (399 a.C.), onde foi acusado de corromper a juventude e não acreditar nos deuses da cidade. A obra é um marco fundamental da filosofia ocidental, apresentando o método socrático de questionamento, a defesa da verdade sobre a vida, e o famoso conceito 'Só sei que nada sei'. Sócrates demonstra serenidade diante da morte, afirmando que um filósofo deve praticar o morrer durante toda a vida.",
            "pags": 96,
            "path": "apologia-de-socrates",
            "arquivo": {
                "src": "/Cover/ApologiaDeSocrates.jpeg",
                "alt": "Apologia de Sócrates"
            },
            "avaliacao": 5
        },
        {
            "id": 2,
            "titulo": "Manifesto do Partido Comunista",
            "autor": "Karl Marx e Friedrich Engels",
            "genero": "Política/Filosofia",
            "descricao": "Publicado originalmente em 1848, este manifesto revolucionário sintetiza os princípios do socialismo científico e critica o sistema capitalista de produção. Marx e Engels analisam a luta de classes ao longo da história, proclamam a inevitabilidade do proletariado derrubar a burguesia, e esboçam os fundamentos de uma sociedade comunista. A famosa frase 'Trabalhadores do mundo, uni-vos!' encerra o documento, que se tornou um dos textos políticos mais influentes da história, inspirando revoluções e movimentos sociais em todo o mundo.",
            "pags": 64,
            "path": "manifesto-do-partido-comunista",
            "arquivo": {
                "src": "/Cover/ManifestoDoPartidoComunista.jpeg",
                "alt": "Manifesto do Partido Comunista"
            },
            "avaliacao": 4
        },
        {
            "id": 3,
            "titulo": "O Pequeno Príncipe",
            "autor": "Antoine de Saint-Exupéry",
            "genero": "Literatura Infantojuvenil",
            "descricao": "Esta obra aparentemente simples mas profundamente filosófica conta a história de um piloto que, após cair no deserto do Saara, encontra um pequeno príncipe vindo de outro planeta. Através de diálogos poéticos e metáforas encantadoras, o livro explora temas como o sentido da vida, a amizade, o amor e a perda da inocência. Frases como 'O essencial é invisível aos olhos' e 'Tu te tornas eternamente responsável por aquilo que cativas' resumem sua mensagem atemporal. Publicado em 1943, continua sendo um dos livros mais traduzidos no mundo.",
            "pags": 96,
            "path": "o-pequeno-principe",
            "arquivo": {
                "src": "/Cover/OPequenoPrincipe.jpeg",
                "alt": "O Pequeno Príncipe"
            },
            "avaliacao": 5
        },
        {
            "id": 4,
            "titulo": "Os Sertões",
            "autor": "Euclides da Cunha",
            "genero": "Literatura Brasileira",
            "descricao": "Esta obra-prima da literatura brasileira, publicada em 1902, é dividida em três partes: 'A Terra', 'O Homem' e 'A Luta'. Euclides da Cunha oferece uma análise profunda da Guerra de Canudos (1896-1897) no sertão da Bahia, combinando ciência, história e literatura. O livro retrata com vigor a paisagem árida do sertão nordestino, a resistência do homem sertanejo liderado por Antônio Conselheiro, e o conflito entre a civilização urbana e o mundo rural. Considerado um dos livros fundamentais para entender o Brasil.",
            "pags": 624,
            "path": "os-sertoes",
            "arquivo": {
                "src": "/Cover/OsSertoes.jpeg",
                "alt": "Os Sertões"
            },
            "avaliacao": 5
        },
        {
            "id": 5,
            "titulo": "O Diário de Anne Frank",
            "autor": "Anne Frank",
            "genero": "Biografia/História",
            "descricao": "Este diário íntimo foi escrito por Anne Frank, uma adolescente judia, entre 12 de junho de 1942 e 1 de agosto de 1944, enquanto ela e sua família se escondiam dos nazistas em Amsterdã durante a Segunda Guerra Mundial. O relato comovente mostra o amadurecimento de uma jovem em circunstâncias extremas, suas reflexões sobre a natureza humana, a esperança e o medo. Após a prisão da família e a morte de Anne no campo de concentração de Bergen-Belsen, o diário foi publicado por seu pai, tornando-se um dos documentos mais importantes sobre o Holocausto.",
            "pags": 352,
            "path": "o-diario-de-anne-frank",
            "arquivo": {
                "src": "/Cover/ODiarioDeAnneFrank.jpeg",
                "alt": "O Diário de Anne Frank"
            },
            "avaliacao": 5
        },
        {
            "id": 6,
            "titulo": "A Revolução dos Bichos",
            "autor": "George Orwell",
            "genero": "Ficção Política",
            "descricao": "Esta sátira política de George Orwell (1945) narra a revolta dos animais de uma fazenda contra os humanos, criando uma sociedade igualitária que gradualmente se corrompe. Através de alegorias, Orwell critica o stalinismo e os regimes totalitários, mostrando como ideais revolucionários podem ser traídos. A frase 'Todos os animais são iguais, mas alguns animais são mais iguais que outros' sintetiza sua mensagem sobre a corrupção do poder.",
            "pags": 152,
            "path": "a-revolucao-dos-bichos",
            "arquivo": {
                "src": "/Cover/ARevolucaoDosBixos.jpeg",
                "alt": "A Revolução dos Bichos"
            },
            "avaliacao": 5
        },
        {
            "id": 7,
            "titulo": "Ainda Estou Aqui",
            "autor": "Marcia Tiburi",
            "genero": "Filosofia/Psicologia",
            "descricao": "Nesta obra filosófica, Marcia Tiburi aborda o luto, a finitude e a busca por sentido na existência. Através de uma escrita sensível, combina autobiografia, filosofia e psicanálise para explorar como lidamos com perdas e como a consciência da morte pode nos levar a viver mais intensamente.",
            "pags": 224,
            "path": "ainda-estou-aqui",
            "arquivo": {
                "src": "/Cover/AindaEstouAqui.jpeg",
                "alt": "Ainda Estou Aqui"
            },
            "avaliacao": 4
        },
        {
            "id": 8,
            "titulo": "O Corpo Humano",
            "autor": "Bill Bryson",
            "genero": "Ciência",
            "descricao": "Bill Bryson conduz o leitor em uma jornada fascinante pelo organismo humano, explicando com clareza e humor o funcionamento de órgãos, sistemas e processos biológicos. O livro revela curiosidades científicas e mostra como o corpo é uma máquina extraordinária, cheia de falhas brilhantes e soluções evolutivas engenhosas.",
            "pags": 464,
            "path": "o-corpo-humano",
            "arquivo": {
                "src": "/Cover/OCorpoHumano.jpeg",
                "alt": "O Corpo Humano"
            },
            "avaliacao": 4
        },
        {
            "id": 9,
            "titulo": "O Príncipe",
            "autor": "Nicolau Maquiavel",
            "genero": "Filosofia Política",
            "descricao": "Este tratado político de Maquiavel (1532) oferece conselhos pragmáticos sobre como obter e manter o poder. Rompendo com a tradição ética, defende que 'os fins justificam os meios'. Analisa estratégias de governança, a relação entre virtù e fortuna, e como um líder deve equilibrar amor e medo.",
            "pags": 160,
            "path": "o-principe",
            "arquivo": {
                "src": "/Cover/OPrincipe.jpg",
                "alt": "O Principe"
            },
            "avaliacao": 4
        },
        {
            "id": 10,
            "titulo": "Dom Casmurro",
            "autor": "Machado de Assis",
            "genero": "Literatura Brasileira",
            "descricao": "Neste clássico do Realismo brasileiro, Machado de Assis constrói a dúvida sobre a fidelidade de Capitu através do narrador inseguro Bentinho. A obra explora ciúme, ambiguidade da verdade e subjetividade da memória, com ironia fina e estilo inovador que antecipa técnicas modernistas.",
            "pags": 256,
            "path": "dom-casmurro",
            "arquivo": {
                "src": "/Cover/DomCasmurro.jpeg",
                "alt": "Dom Casmurro"
            },
            "avaliacao": 5
            },
            {
            "id": 11,
            "titulo": "O Mundo Assombrado por Demônios",
            "autor": "Carl Sagan",
            "genero": "Ciência",
            "descricao": "Neste manifesto científico, Carl Sagan empreende uma vigorosa defesa do pensamento racional contra as forças da superstição e pseudociência. Com erudição acessível, desmonta mitos contemporâneos – da astrologia aos discos voadores – revelando como o método científico ilumina o mundo real. O capítulo 'O Dragão na Minha Garagem' tornou-se um clássico da epistemologia, ensinando a discernir entre alegações infundadas e evidências verificáveis. Sagan demonstra como a ciência, longe de ser fria e impessoal, é uma aventura humana repleta de poesia, capaz de desvendar desde a estrutura dos átomos até os confins do cosmos.",
            "pags": 480,
            "path": "o-mundo-assombrado-por-demonios",
            "arquivo": {
                "src": "/Cover/OMundoAssombradoPorDemonios.jpeg",
                "alt": "O Mundo Assombrado por Demônios"
            },
            "avaliacao": 5
        },
        {
            "id": 12,
            "titulo": "A Arte da Guerra",
            "autor": "Sun Tzu",
            "genero": "Estratégia",
            "descricao": "Este tratado milenar transcende seu contexto bélico original, oferecendo princípios atemporais sobre competição e gestão de conflitos. Sun Tzu ensina que a verdadeira vitória se conquista sem combate – através do conhecimento do terreno, da moral das tropas e da psicologia do adversário. Seus aforismos ('Conhece-te a ti mesmo e conhecerás teu inimigo') influenciaram desde táticas militares até estratégias corporativas modernas. A edição comentada revela como seus ensinamentos se aplicam a negociações, planejamento empresarial e até desenvolvimento pessoal.",
            "pags": 96,
            "path": "a-arte-da-guerra",
            "arquivo": {
                "src": "/Cover/AArteDaGuerra.png",
                "alt": "A Arte da Guerra"
            },
            "avaliacao": 4
        },
        {
            "id": 13,
            "titulo": "O Hobbit",
            "autor": "J.R.R. Tolkien",
            "genero": "Fantasia",
            "descricao": "Antes de 'O Senhor dos Anéis', Tolkien criou esta fábula encantadora sobre Bilbo Bolseiro, um hobbit caseiro arrastado para uma jornada épica. A narrativa mescla elementos de conto de fadas (enigmas com Gollum, a floresta de aranhas gigantes) com temas profundos sobre coragem na adversidade. O encontro com Smaug, o dragão cego pela sua própria ganância, é uma masterclass em construção de tensão. Tolkien tece mitologia nórdica, linguística criativa e sua experiência na 1ª Guerra Mundial numa obra que redefine a fantasia moderna.",
            "pags": 310,
            "path": "o-hobbit",
            "arquivo": {
                "src": "/Cover/OHobbit.jpeg",
                "alt": "O Hobbit"
            },
            "avaliacao": 5
        },
        {
            "id": 14,
            "titulo": "O Estrangeiro",
            "autor": "Albert Camus",
            "genero": "Filosofia/Ficção",
            "descricao": "Romance seminal do absurdismo, acompanha Meursault, um homem que mata um árabe na praia de Argel sob um sol opressivo. Sua apatia no julgamento ('Porque fazia sol') choca a sociedade francesa. Camus explora o vazio de significado num universo indiferente, onde rituais sociais são máscaras vazias. A cena final, com Meursault confrontando a 'ternura indiferente do mundo' sintetiza o existencialismo camusiano: mesmo sem propósito transcendente, a vida vale pela experiência sensorial e autenticidade.",
            "pags": 123,
            "path": "o-estrangeiro",
            "arquivo": {
                "src": "/Cover/OEstrangeiro.jpeg",
                "alt": "O Estrangeiro"
            },
            "avaliacao": 4
        },
        {
            "id": 15,
            "titulo": "O Guia do Mochileiro das Galáxias",
            "autor": "Douglas Adams",
            "genero": "Ficção Científica/Humor",
            "descricao": "Sátira cósmica que começa com a destruição da Terra para obras viárias intergalácticas. Arthur Dent, o último terrestre, descobre que: 1) A resposta para a vida é 42; 2) Golfinhos sabiam do apocalipse; 3) A nave Coração de Ouro usa o Improvável Drive. Adams mistura física quântica com humor britânico absurdo, criando conceitos como o Campo de Improbabilidade Infinita e o depressivo robô Marvin. Por trás do nonsense, questiona burocracias, fundamentalismos e nossa insignificância cósmica com leveza genial.",
            "pags": 208,
            "path": "o-guia-do-mochileiro-das-galaxias",
            "arquivo": {
                "src": "/Cover/OGuiaDoMochileiroDasGalaxias.jpeg",
                "alt": "O Guia do Mochileiro das Galáxias"
            },
            "avaliacao": 5
        },
        {
            "id": 16,
            "titulo": "A Metamorfose",
            "autor": "Franz Kafka",
            "genero": "Ficção Absurda",
            "descricao": "Gregor Samsa acorda transformado num 'inseto monstruoso', iniciando um dos mais perturbadores estudos sobre alienação. Kafka constrói uma alegoria da desumanização no trabalho e família – enquanto Gregor se adapta ao corpo novo, sua família alterna entre nojo e aproveitamento econômico. A cena em que ele ouve a irmã tocar violino, esquecido num canto, é um dos momentos mais comoventes da literatura. O estilo kafkiano, com detalhes hiper-realistas em contextos absurdos, define o que hoje chamamos de 'kafkiano'.",
            "pags": 96,
            "path": "a-metamorfose",
            "arquivo": {
                "src": "/Cover/AMetamorfose.jpeg",
                "alt": "A Metamorfose"
            },
            "avaliacao": 4
        },
        {
            "id": 17,
            "titulo": "O Nome da Rosa",
            "autor": "Umberto Eco",
            "genero": "Romance Histórico",
            "descricao": "Em 1327, o frei Guilherme de Baskerville investiga mortes numa abadia beneditina, desvendando uma trama sobre Aristóteles perdido, heresias e a censura ao riso. Eco recria o medievalismo com erudição impressionante – desde debates teológicos até descrições da biblioteca labiríntica. Cada morte reflete um dos sete pecados capitais, enquanto o jovem Adso vive seu amor proibido. Mais que um thriller, é uma meditação sobre o conhecimento como poder e perigo, onde Jorge de Burgos (vilão inspirado em Borges) personifica o fanatismo que destrói livros e vidas.",
            "pags": 512,
            "path": "o-nome-da-rosa",
            "arquivo": {
                "src": "/Cover/ONomeDaRosa.jpeg",
                "alt": "O Nome da Rosa"
            },
            "avaliacao": 5
        },
        {
            "id": 18,
            "titulo": "O Pequeno Livro da Filosofia",
            "autor": "Nigel Warburton",
            "genero": "Filosofia",
            "descricao": "Introdução acessível que percorre 2.500 anos de pensamento ocidental em capítulos curtos. Warburton explica com clareza: a alegoria da caverna de Platão, o cogito de Descartes, o utilitarismo de Bentham e o véu de ignorância de Rawls. Destaque para a comparação entre o super-homem de Nietzsche e os ideais estoicos. Embora simplifique debates complexos, serve como excelente ponto de partida, com sugestões de leitura aprofundada. O capítulo sobre ética animal aplica filosofia a dilemas contemporâneos.",
            "pags": 224,
            "path": "o-pequeno-livro-da-filosofia",
            "arquivo": {
                "src": "/Cover/OPequenoLivroDaFilosofia.jpeg",
                "alt": "O Pequeno Livro da Filosofia"
            },
            "avaliacao": 3
        },
        {
            "id": 19,
            "titulo": "O Silmarillion",
            "autor": "J.R.R. Tolkien",
            "genero": "Fantasia",
            "descricao": "Bíblia mitológica da Terra-Média, narra desde a criação por Eru Ilúvatar até eventos anteriores a 'O Hobbit'. A tragédia de Fëanor e os Silmarils (joias roubadas por Morgoth) ecoa mitos nórdicos e gregos, com elfos nobres mas imperfeitos. Destaques: a história de amor de Beren e Lúthien (inspirada no romance de Tolkien com Edith), a queda de Gondolin, e a explicação sobre a origem dos orcs. Requer paciência – seu estilo é mais próximo de Hesíodo que de romances modernos – mas recompensa com profundidade lendária.",
            "pags": 480,
            "path": "o-silmarillion",
            "arquivo": {
                "src": "/Cover/OSilmarillion.jpeg",
                "alt": "O Silmarillion"
            },
            "avaliacao": 4
        },
        {
            "id": 20,
            "titulo": "O Capital no Século XXI",
            "autor": "Thomas Piketty",
            "genero": "Economia",
            "descricao": "Baseado em 15 anos de pesquisa, Piketty demonstra como o capitalismo tende a concentrar riqueza (r > g: retorno do capital supera crescimento econômico). Analisando dados desde o século XVIII, mostra que desigualdades atuais rivalizam com a Belle Époque. Propõe um imposto global sobre fortunas para evitar crises sociais. Apesar da densidade, os gráficos comparando EUA, Europa e Brasil tornam acessível. Polêmico entre neoliberais, influenciou movimentos como o Occupy Wall Street e debates sobre taxação de bilionários.",
            "pags": 816,
            "path": "o-capital-no-seculo-xxi",
            "arquivo": {
                "src": "/Cover/OCapitalNoSeculoXXI.jpeg",
                "alt": "O Capital no Século XXI"
            },
            "avaliacao": 3
        },
        
        {
            "id": 21,
            "titulo": "O Poder do Hábito",      
            "autor": "Charles Duhigg",
            "genero": "Autoajuda",
            "descricao": "Através de casos reais (desde a virada da Starbucks até a reforma da Alcoa), Duhigg desvenda a 'neurociência dos hábitos': deixa → rotina → recompensa. Mostra como a NASA treinou astronautas para criar automatismos e como técnicas de marketing exploram padrões de consumo. O capítulo sobre hábitos sociais explica o sucesso de movimentos como os direitos civis. Ferramentas práticas incluem: identificação de gatilhos e o 'golden rule' – substituir apenas a rotina, mantendo a mesma recompensa.",
            "pags": 408,
            "path": "o-poder-do-habito",
            "arquivo": {
                "src": "/Cover/OPoderDoHabito.jpeg",
                "alt": "O Poder do Hábito"
            },
            "avaliacao": 3
        },
        {
            "id": 22,
            "titulo": "O Andar do Bêbado",
            "autor": "Leonard Mlodinow",
            "genero": "Matemática",
            "descricao": "Com exemplos do poker à bolsa de valores, o físico demonstra como o acaso distorce nossa percepção. O 'viés do sobrevivente' faz sucessos parecerem previsíveis, enquanto a 'lei dos grandes números' explica sequências improváveis. A análise do efeito Matthew ('quem tem, receberá mais') revela como aleatoriedade gera desigualdades. Destaque para o paradoxo de Simpson em dados médicos e como a regressão à média engana treinadores esportivos. Leitura essencial para tomar decisões em ambientes incertos.",
            "pags": 256,
            "path": "o-andar-do-bebado",
            "arquivo": {
                "src": "/Cover/OAndarDoBebado.jpeg",
                "alt": "O Andar do Bêbado"
            },
            "avaliacao": 4
        },
        {
            "id": 23,
            "titulo": "O Gene Egoísta",
            "autor": "Richard Dawkins",
            "genero": "Biologia",
            "descricao": "Tese revolucionária: genes (não indivíduos ou espécies) são a unidade da seleção natural. Dawkins explica altruísmo animal (abelhas morrendo pela colmeia) como estratégia genética. Introduz o conceito de 'meme' – unidades culturais que se replicam como genes. Capítulos sobre 'evolução estável' mostram como cooperação emerge mesmo entre egoístas. Apesar da polêmica (críticos acusam reducionismo), sua defesa do 'universo pós-genômico' influenciou da psicologia evolutiva à inteligência artificial.",
            "pags": 464,
            "path": "o-gene-egoista",
            "arquivo": {
                "src": "/Cover/OGeneEgoista.jpeg",
                "alt": "O Gene Egoísta"
            },
            "avaliacao": 5
        },
        {
            "id": 24,
            "titulo": "O Lado Bom da Vida",
            "autor": "Matthew Quick",
            "genero": "Ficção",
            "descricao": "Pat Peoples, ex-professor com trauma não revelado, acredita estar numa 'filmagem divina' onde deve reconquistar sua esposa. A narrativa em primeira pessoa capta com sensibilidade a mente de alguém reconstruindo sua identidade após colapso mental. Cenas como a obsessão por 'Dance of the Sugar Plum Fairy' revelam como a arte salva. Apesar do tom esperançoso, não romantiza doenças mentais – mostra a dura jornada da medicação à reinserção social. Adaptado para o cinema com Bradley Cooper.",
            "pags": 288,
            "path": "o-lado-bom-da-vida",
            "arquivo": {
                "src": "/Cover/OLadoBomDaVida.jpeg",
                "alt": "O Lado Bom da Vida"
            },
            "avaliacao": 2
        },
        {
            "id": 25,
            "titulo": "O Segredo",
            "autor": "Rhonda Byrne",
            "genero": "Autoajuda",
            "descricao": "Baseado na 'Lei da Atração', defende que pensamentos positivos atraem riqueza e saúde. Exemplos históricos (de Einstein a Beethoven) são apresentados como 'prova', ignorando contextos complexos. Críticos apontam: 1) Culpabilização de doentes ('atraíram o câncer'); 2) Pseudociência (afirmações sobre física quântica são distorcidas). Apesar do apelo motivacional, falta rigor – o verdadeiro 'segredo' parece ser vender livros sobre segredos. Útil apenas como estudo de pensamento mágico em culturas capitalistas.",
            "pags": 216,
            "path": "o-segredo",
            "arquivo": {
                "src": "/Cover/OSegredo.jpeg",
                "alt": "O Segredo"
            },
            "avaliacao": 1
        },
        {
            "id": 26,
            "titulo": "O Código Da Vinci",
            "autor": "Dan Brown",
            "genero": "Suspense",
            "descricao": "Em 'O Código Da Vinci', o simbologista Robert Langdon é chamado às pressas para investigar o assassinato de um curador do Louvre, encontrado com símbolos misteriosos desenhados em seu corpo. A investigação o leva a uma jornada eletrizante por cidades históricas, códigos escondidos em obras de arte de Da Vinci e revelações surpreendentes sobre uma antiga sociedade secreta. Misturando fatos históricos com ficção habilmente construída, o livro propõe uma nova perspectiva sobre o cristianismo e o papel de figuras importantes da história.",
            "pags": 432,
            "path": "o-codigo-da-vinci",
            "arquivo": {
                "src": "/Cover/OCodigoDaVinci.jpeg",
                "alt": "O Código Da Vinci"
            },
            "avaliacao": 3
        },
        {
            "id": 27,
            "titulo": "O Alquimista",
            "autor": "Paulo Coelho",
            "genero": "Ficção Inspiracional",
            "descricao": "Em 'O Alquimista', acompanhamos a jornada espiritual de Santiago, um jovem pastor andaluz que parte em busca de um tesouro escondido próximo às pirâmides do Egito. No caminho, ele encontra personagens enigmáticos — um velho rei, um comerciante de cristais, um alquimista — que o ajudam a entender que a verdadeira riqueza está no autoconhecimento e na realização da Lenda Pessoal. O livro é uma fábula moderna sobre seguir os sonhos, superar medos e compreender os sinais do universo.",
            "pags": 208,
            "path": "o-alquimista",
            "arquivo": {
                "src": "/Cover/OAlquimista.jpeg",
                "alt": "O Alquimista"
            },
        "avaliacao": 2
        },
        {
            "id": 28,
            "titulo": "O Poder do Agora",
            "autor": "Eckhart Tolle",
            "genero": "Espiritualidade",
            "descricao": "Em 'O Poder do Agora', Eckhart Tolle propõe uma profunda reflexão sobre o sofrimento humano causado pela constante identificação com a mente e o ego. A obra ensina que a chave para a paz interior está na capacidade de se libertar do passado e das ansiedades sobre o futuro, concentrando-se inteiramente no momento presente. Com ensinamentos práticos, linguagem acessível e uma abordagem espiritual não vinculada a religiões específicas, o livro se tornou um guia essencial para quem busca crescimento interior e despertar da consciência.",
            "pags": 192,
            "path": "o-poder-do-agora",
            "arquivo": {
                "src": "/Cover/OPoderDoAgora.jpeg",
                "alt": "O Poder do Agora"
            },
            "avaliacao": 2
        },
        {
            "id": 29,
            "titulo": "O Homem Mais Rico da Babilônia",
            "autor": "George S. Clason",
            "genero": "Finanças Pessoais",
            "descricao": "Ambientado na antiga Babilônia, este clássico de finanças pessoais utiliza parábolas envolventes para ensinar princípios atemporais de riqueza e prosperidade. Através da história de personagens como Arkad, um humilde escriba que se torna o homem mais rico da cidade, o autor transmite lições práticas sobre poupar, investir sabiamente e evitar dívidas. Simples, direto e eficaz, 'O Homem Mais Rico da Babilônia' é um guia acessível para qualquer pessoa que deseja alcançar independência financeira com disciplina e sabedoria.",
            "pags": 160,
            "path": "o-homem-mais-rico-da-babilonia",
            "arquivo": {
                "src": "/Cover/OHomemMaisRicoDaBabilonia.jpeg",
                "alt": "O Homem Mais Rico da Babilônia"
            },
            "avaliacao": 3
        },
        {
            "id": 30,
            "titulo": "O Poder da Ação",
            "autor": "Paulo Vieira",
            "genero": "Autoajuda",
            "descricao": "Neste livro impactante, Paulo Vieira desafia o leitor a sair da inércia e assumir o controle da própria vida. 'O Poder da Ação' oferece ferramentas práticas para mudar comportamentos limitantes, romper padrões negativos e alcançar metas audaciosas tanto na vida pessoal quanto profissional. Com uma linguagem motivadora e direta, o autor propõe um verdadeiro plano de ação baseado em autoconhecimento, foco, disciplina e responsabilidade. Uma leitura transformadora para quem busca resultados reais e duradouros.",
            "pags": 176,
            "path": "o-poder-da-acao",
            "arquivo": {
                "src": "/Cover/OPoderDaAcao.jpeg",
                "alt": "O Poder da Ação"
            },
            "avaliacao": 1
        }
        ]
    }
